// Q15. 숫자 두개를 변수에 저장하고, 두 수의 평균을 포함하여 다음과 같이 출력하세요.
// 예: a=10, b=20으로 설정한 후, "10과 20의 평균은 15 입니다"를 출력

let a = 10;
let b = 20;

console.log(`${a}과 ${b}의 평균은 ${(a+b)/2} 입니다`);


// Q16. 도시이름과 인구수를 변수에 저장하고, 변수를 사용하여 다음과 같이 출력하세요.
// 예: 도시이름=서울, 인구수=9736000로 설정한 후, "서울의 인구는 9736000 명 입니다"를 출력

var cityName = "서울";
var citynum =  9736000;

console.log(`${cityName}의 인구는 ${citynum} 명 입니다.`);


// Q17. 학생의 이름과 점수를 변수에 저장하고, 변수를 사용하여 다음과 같이 출력하세요.
// 점수가 60점 이상이면 합격이고, 그렇지 않으면 불합격 입니다
// 예: 이름="소영", 점수=75으로 설정한 후, "소영의 점수는 75점으로 합격입니다"

var name = "소영";
var score = 75;

console.log(`${name}의 점수는 ${score}점으로 합격입니다.`);